{"immigrationcenterlist" :[
	{
	"id": 1,
	"title": "Nonimmigrant Visa",
	"subtitle": "B-1, B-2, E-1, E-2, E-3, H-1B, H-1B1, H-3, J-1, L-1, O & TN Visas",
	"image": "",
	"categories": [{
		"id": 1,
		"title": "<div><h5><strong> (Business Visitor) Status </strong></h5>",
		"description": "<p class> The B-1 category remains extremely attractive for persons seeking to enter the country to engage in a wide range of permissible “B-1” activities. The status is available to foreign national employees of an entity abroad coming on business for the foreign employer and receiving no U.S. remuneration, except that reimbursement for living expenses is permitted. </p><p class> With two important exceptions, B-1s may not provide services to a U.S. employer. These two exceptions are for B-1s otherwise eligible for H‑1B (professional) status or for H-3 (trainee) status. Although both the State Department and the CIS have announced their intention to eliminate the “B-1 in lieu of H‑1B rule,” that provision remains in effect, at least for the time being. In no instance, however, can the B-1 visitor be paid for his services by any U.S. source, and he must remain on the payroll of the foreign employer. </p><p> B-1 visits are generally of short duration, no more than several months per visit. If, however, a longer period is needed, an extension may be requested. B-1 status is also available to certain trainees who have no foreign employer, so long as they will not be paid a U.S. salary, and they are coming solely to observe the U.S. operations for a brief period (usually no longer than six months). Recently, the DOS made one minor but important change in the B-1 observer provision: The U.S. entity may no longer reimburse the B-1 observer for reasonable living expenses. </p></div>"
	},
		{
			"id": 2,
			"title": "<div><h5><strong> Visa Waiver Program </strong></h5>",
			"description": "<p> Foreign nationals of Andorra, Australia, Austria, Belgium, Brunei, Czech Republic, Denmark, Estonia, Finland, France, Germany, Hungary, Iceland, Ireland, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Monaco, the Netherlands, New Zealand, Norway, Portugal, San Marino, Singapore, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, and the United Kingdom may enter the United States without a B-1 or B-2 (tourist) visa if they are coming for no longer than 90 days for business or tourism. The same rules that apply to B-1 entries with a visa, as discussed above, also apply to persons entering for business under the Visa Waiver Program (i.e., a visit must be at the request of a foreign employer, with no remuneration from any U.S. source except for reimbursement of expenses). </p><p> If arriving by air or sea, the visitor must have a round-trip, non-transferable ticket. If by land, the individual must have evidence of financial solvency and a residence abroad. A visitor entering under the Visa Waiver Program may be readmitted after a visit to Canada, Mexico, or the “adjacent islands” (i.e., the Caribbean) provided that: </p><ul><li>The 90 days given upon initial admission has not expired</li><li> The individual intends to depart the United States by the 90th day </li><li> The individual presents a valid passport reflecting admission to the United States under the program. Readmission to the United States will be only for the balance of the time that was left on the individual’s I-94 before he departed, and will not restart the clock. </li></ul><p> The individual presents a valid passport reflecting admission to the United States under the program. Readmission to the United States will be only for the balance of the time that was left on the individual’s I-94 before he departed, and will not restart the clock. </p></div>"
		},
		{
			"id": 3,
			"title": "<div><h5><strong> E Visa Status </strong></h5>",
			"description": "<p> Both the E-1 (Treaty Trader) and E-2 (Treaty Investor) statuses are available to certain foreign nationals who will be employed in the United States by a company at least 50 percent-owned by nationals of the applicant’s country of citizenship. The nationality of the company and of the individual must be the same and that nation must have a treaty of trade or investment with the United States. Certain countries have both types of treaties, while others (such as Israel or Denmark) have only a treaty of trade or investment, but not both. Moreover, many countries (including Brazil) have no treaties whatsoever. </p><p> The individual who seeks E-1 or E-2 status may qualify as the principal trader or investor, or more commonly, as an employee who will function in an executive, supervisory, or essential skills position. For E-1 eligibility, the U.S.-based E-1 entity must demonstrate that more than 50 percent of its international trade is between the treaty country and the United States. Domestic sales do not count. For example, a U.S.-based, wholly owned subsidiary of a British company imports $5 million worth of raincoats in a year from its British parent. The $5 million represents 100 percent of its annual international trade. The fact that it then sells the coats in the United States for $15 million does not dilute the fact that 100 percent of its international trade is with Great Britain. </p><p> Please note, however, that a different rule is imposed for U.S. branch offices of foreign companies. Branch offices must establish that more than 50 percent of the entire entity’s international trade is between the home country and the United States. For example, if a French bank establishes a U.S. branch office, the U.S. consul will look to see whether the majority of the French bank’s international trade is with the United States. The fact that the branch office may have 100 percent of its trade with France is not sufficient if the entire French entity cannot meet the 51 percent test. </p><p> For E-2 eligibility, the employer must demonstrate that a substantial investment has been made in the U.S. business. No minimum dollar amount is specified, but the investment must satisfy proportionality and marginality tests that have been formulated by the U.S. Department of State. As a general rule, investments of less than several hundred thousand dollars are unlikely to be considered “substantial.” </p><p> E-3 visas are for Australian professionals. There are 10,500 new visas per fiscal year for Australians seeking to work in “specialty occupations” as defined in the H‑1B provisions of the law. E-3 processing is faster and less costly than H‑1B petitions given that E-3 applications are handled directly at U.S. consulates abroad (thus bypassing CIS and its hefty filing fees). E-3 visas are also more favorable given that there is no maximum limit on the number of years one can hold E-3 status. </p><p> To qualify for E-3 status, the job must be professional in that it requires a minimum of a bachelor’s degree in a specific field, the Australian national must have the required degree (or its equivalent) and the employer must file an LCA attesting that it will pay the prevailing wage. Although E-3 visas are not “dual intent” visas, E-3 holders do not need to have a foreign residence. </p><p> They simply must attest that they intend to depart the U.S. when their status terminates. </p><p> E visas are normally applied for directly at a U.S. consular post, usually in the applicant’s home country. E-1 and E-2 visas are usually issued for five years and are renewable for subsequent five-year periods, without limitation. E-3 visas are issued for two years and also may be renewed. There’s no limitation on how long someone can remain in E-3 status. Upon each entry, the E visa holder is admitted for two years. </p><p> Spouses of E-1, E-2 or E-3 principals may apply to the CIS for employment authorization. </p></div>"
		},
		{
			"id": 4,
			"title": "<div><h5><strong> H-1B Nonimmigrant Worker- Petition, Visa and Status </strong></h5>",
			"description": "<p>Follow the USCIS website on H-1B Petitions.</p><p> The H-1B nonimmigrant category is set aside for foreign workers in ‘specialty occupations and fashion models of ‘distinguished merit and ability’ and services of exceptional merit and ability relating to a Department of Defense (DOD) cooperative research and development project. The H-1 nonimmigrant category was first included in the Immigration and Nationality Act (INA) in 1952. Since then the requirement for an H-1B nonimmigrant category has gone through various changes. The H-1B category, effective on October 1, 1991, classifies as a nonimmigrant alien who is coming temporarily to the United States to perform services in a “specialty occupation” for which the alien is qualified through the appropriate degree, or through a combination of education and experience equivalent to that of a degree. The main aspects of the H-1B category are: </p><p> the alien worker must be coming to the United States temporarily but may be filling a permanent position. </p><p> Will perform services in a specialty occupation which requires theoretical and practical application of a body of highly specialized knowledge and attainment of a baccalaureate or higher degree or its equivalent as a minimum requirement for entry into the occupation in the United States, and who is qualified to perform services in the specialty occupation because he or she has attained a baccalaureate or higher degree or its equivalent in the specialty occupation; 8 CFR 214.2(h)(4)(i)(A)(1) </p><p> H-1B is a dual intent visa category which means the alien no longer needs to maintain a foreign residence which he or she has no intention of abandoning and is not presumed to be an intending immigrant, even with permanent residence papers pending. </p><p> availability of admission in the H-1B category is subject to an annual numerical cap of 65,000. Some petitions were exempt from the cap under the advanced degree exemption provided to the first 20,000 petitions filed for a beneficiary who has obtained a U.S. master’s degree or higher. After those 20,000 slots are filled, the USCIS will apply petitions for H-1B workers with a master’s degree or higher against the annual cap of 65,000. As a prerequisite to obtaining the services of an H-1B worker, the U.S employer must file with the Department of Labor (DOL) a labor condition application (LCA) including various attestations. Inter alia, the employer must attest that it will pay its H-1B workers the ‘required wage rate’ and will offer prevailing working conditions to these workers. Prior to the admission of the H-1B worker to the United States, the employer must obtain approval from USCIS of a nonimmig rant work petition. </p><p> The petition must be approved by the USCIS before the H-1B alien worker may obtain a nonimmigrant visa to enter the United States to begin performing services. However, Chileans and Singaporeans may apply directly at a U.S. consulate for an H-1B1 visa. </p><p> The H-1B petition may be approved for an initial maximum three-year period (not to exceed the period of validity of the certified labor condition application). Petition extension may be obtained up to an additional three years, for a total maximum period of stay of six years. There were two additional exceptions added by legislation enacted in 2000 (AC 21). http://www.uscis.gov/USCIS/Laws/Memoranda/Static_Files_Memoranda/Archives%201998-2008/2005/ac21intrm122705.pdf </p></div>"
		},
		{
			"id": 5,
			"title": "<div><h5><strong> The H‑1B1 Classification </strong></h5>",
			"description": "<p> In 2003, President Bush signed Free Trade Agreements with Chile and Singapore, which became effective on January 1, 2004. Included in the agreements are a number of immigration provisions, including those that allow for the temporary entry of H‑1B1 business professionals. In the case of Singapore, 5,400 nonimmigrants are permitted to enter the United States annually in H‑1B1 status; in the case of Chile, 1,400 may enter each year. H‑1B1 processing is faster and less costly than H‑1B petitions because initial H‑1B1 applications are handled directly at U.S. consulates abroad (thus bypassing CIS and its hefty filing fees). However, if it wishes to do so, an employer can submit a petition to CIS to change a foreign national’s status to H‑1B1 if that person is already in the United States in another nonimmigrant status. Like the TN classification, there is no maximum limit on the number of years one can hold H‑1B1 status. </p><p> However, admission in H‑1B1 status is for only one year at a time, and extensions must be applied for annually. Those entering in H‑1B1 status are presumed to be intending immigrants, and must maintain a residence abroad that they have no intention of abandoning. For the most part, to qualify for H‑1B1 status, the job must be a professional one, requiring a minimum of a bachelor’s degree in a specific field, the Chilean or Singaporean national must have the required degree (or its equivalent), and the employer must file an LCA attesting that it will pay the higher of the actual or the prevailing wage. Unlike the H‑1B petition, no premium processing is available for H‑1B1 petitions. Nor may an H‑1B1 “port” to a new job before the new employer’s petition is approved. Spouses of H‑1B1 principals are not authorized to be employed in the United States. </p></div>"
		},
		{
			"id": 6,
			"title": "<div><h5><strong> H-3 Trainees </strong></h5>",
			"description": "<p> H-3 status is available for individuals coming to the U.S. to receive formal training and instruction provided by the employer. The employer must develop a very detailed training program that will not displace any U.S. workers. The training must be unavailable in the foreign national’s home country, and there must not be any net productive gain to the U.S. employer. It is this last requirement that makes H-3 cases difficult. The H-3 petition is filed with the appropriate CIS Regional Service Center, and approval may be granted for up to two years. Generally, any trainee present in H-3 status for 24 months must live abroad for at least six months before qualifying for readmission in either H or L status. </p></div>"
		},
		{
			"id": 7,
			"title": "<div><h5><strong> J-1 Exchange Visitor Status </strong></h5>",
			"description": "<p> The J-1 classification is administered by the DOS. Unlike most nonimmigrant classifications, J-1 applications are not submitted directly to CIS or to a U.S. consular post abroad. Rather, a U.S. employer (also referred to as a “host organization”) must have either a pre-approved J program, or apply through one of several designated J-1 sponsors (e.g., International Student Exchange, the Spain-U.S. Chamber of Commerce, or the American Immigration Law Foundation). Host organizations must enter into third party agreements with the J-1 sponsor. Training may be offered in a variety of fields, including business, journalism, law, finance, advertising, graphic design, and marketing. The J-1 regulations that went into effect on July 19, 2007 narrowed the scope of qualified J-1 applicants, and introduced a new form, DS-7002, which requires extensive information about the proposed training. The regulations divide qualified J-1 applicants into two categories: “trainees” and “interns.” </p><p> Trainees are foreign nationals who have a post-secondary, foreign degree or professional certificate, and at least one year of prior related work experience acquired abroad. Alternatively, trainees are defined as foreign nationals who acquired five years of work experience abroad in their occupational field. Interns are foreign nationals who are currently enrolled in a foreign postsecondary school, or who graduated from such an institution no more than 12 months prior to the exchange-visitor program start date. Both trainees and interns must demonstrate verifiable English language skills, which may require an interview with the sponsor. Moreover, J-1 training programs must not be used as substitutes for ordinary employment, and trainees must not be placed in positions that displace American workers. </p><p> Although some productive work is permitted, as these are work-based learning programs, the overriding purpose of the program must be training. The regulations permit trainees to return to the U.S. for additional training that is more advanced or in a different field, as long as they have been absent from the U.S. for at least two years following the completion of the initial training program. Certain J-1s (and their accompanying J-2 family members) are subject to a requirement to return to their home country for a two-year period before they are permitted to change status to H or L, or to become permanent residents. </p><p> Js become subject to this foreign residence requirement if there is government funding (United States or foreign) for their participation in the J program, or if the individual’s occupation is in short supply in the foreign national’s home country, as listed on a “skills list” maintained by the United States Department of State. (All foreign physicians coming to the United States in J-1 status to participate in graduate medical education or training are subject to the two-year rule.) Waivers of the foreign-residence requirement might be possible, depending on the source of the funding and the position taken by the home country’s government. If the residence requirement is caused by a skills list designation, then a waiver is likely to be approved so long as the home country government states that it has “no objection” to its citizen not returning home. On the other hand, waiver requests in cases where there is substantial U.S. government funding are generally very difficult, if not impossible, to obtain. </p></div>"
		},
		{
			"id": 8,
			"title": "<div><h5><strong> L-1 Intra Company Transfer </strong></h5>",
			"description": "<p> The L nonimmigrant visa category was designed to help international companies needing to bring foreign employees to the United States. An alien may be admitted to the United States in L-1 status for the period required by the employer, up to a maximum of initial period of stay of three years. An L-1 extension can be obtained for an increment of up to two years. The L-1A, managers and executives are authorized to stay for a maximum period of seven years, whereas the L-1B specialized knowledge personnel are authorized to stay for a period of five years. </p><p> When does the five/seven year limit on L-1 stay does not apply: </p><ul><li> The L-1 nonimmigrant does not reside continually in the United States, but instead engages in U.S employment on an intermittent or seasonal basis or for less than six months in the aggregate per year; or </li><li> the L-1 nonimmigrant resides abroad and commutes to the United States to engage in part-time employment. The U.S employer must file a petition with the USCIS in order to obtain permission to transfer a foreign national for the requested temporary period. Once the petition is approved, the approved petition is sent to a U.S. consulate of the Petitioner’s choice or the Beneficiary’s place of residence, where the alien can obtain an L-12 visa to enter the United States. If the alien is already in the United States in some other nonimmigrant category, the alien’s status can be changed to the L-1 category and the alien can obtain L-1 status without leaving the United States. </li></ul><p>Requirement to file the L-1 Petition:</p><ul><li> The alien must have within the preceding three years been employed abroad for one continuous year by the foreign corporation. </li><li> The U.S corporation and the foreign corporation must have a qualifying relationship being a parent, branch, affiliate or subsidiary. </li><li> The alien must have worked in a managerial or executive capacity to qualify for an L-1A category or in a position requiring specialized knowledge to qualify for an L-1B category. The regulations dealing with L-1 classification is mentioned below: § Sec. 214.2(l) </li></ul><p>Intracompany Transferees —</p><p>(1)Admission of intracompany transferees —</p><p> (i) General. Under section 101(a)(15)(L) of the Act, an alien who within the preceding three years has been employed abroad for one continuous year by a qualifying organization may be admitted temporarily to the United States to be employed by a parent, branch, affiliate, or subsidiary of that employer in a managerial or executive capacity, or in a position requiring specialized knowledge. An alien transferred to the United States under this nonimmigrant classification is referred to as an intracompany transferee and the organization which seeks the classification of an alien as an intracompany transferee is referred to as the petitioner. </p><p> The Service has responsibility for determining whether the alien is eligible for admission and whether the petitioner is a qualifying organization. These regulations set forth the standards applicable to these classifications. They also set forth procedures for admission of intracompany transferees and appeal of adverse decisions. Certain petitioners seeking the classification of aliens as intracompany transferees may file blanket petitions with the Service. Under the blanket petition process, the Service is responsible for determining whether the petitioner and its parent, branches, affiliates, or subsidiaries specified are qualifying organizations. The Department of State or, in certain cases, the Service is responsible for determining the classification of the alien. </p><p> (D) Specialized knowledge means special knowledge possessed by an individual of the petitioning organization’s product, service, research, equipment, techniques, management, or other interests and its application in international markets, or an advanced level of knowledge or expertise in the organization’s processes and procedures. </p><p> We can help you. We at Allen Law Firm deal with variety of industries and occupations and has earned reputation in providing professional and competent services that are unique to our law firm. We have succeeded in obtaining approvals for the toughest of the toughest cases. We are updating and educating ourselves with the new regulations and stringent USCIS policies every day. We keep our clients informed of the everyday changes in the immigration legal system. We believe that an educated client is our asset. We have gained the reputation to be the experts in the business immigration laws. We are always available to discuss various options with the employers as well as the employees. </p><p> The Allen Law Firm can help the companies to obtain Individual L visa for its prospective employees and also obtain Blanket Petition approval for those qualified companies. The Allen Law Firm can respond to the toughest Request for Evidence obtained on your L-1 Petitions. We can consult with companies and advice if the company qualifies for an L-1 intracompany transfer. </p><p> Our Success Track We at Allen Law Firm were able to get various L-1′s approved after getting the toughest of the “Request for Evidence’ on the ‘Specialized Knowledge’ requirement. We at Allen Law Firm were able to get various L-1′s approved for those companies, who did not have any proprietary product but were a project implementation companies. Knowledge Treasure Chest. </p></div>"
		},
		{
			"id": 9,
			"title": "<div><h5><strong> O-1 Persons of Extraordinary Ability or Achievement </strong></h5>",
			"description": "<p> U.S. immigration law recognizes persons of high distinction under three different standards. For persons of extraordinary ability in the arts (which is defined as “any field of creative activity or endeavor”), the standard is “distinction” in the field. This has been defined by CIS to mean “a high level of achievement in the field of arts evidenced by a degree of skill and recognition substantially above that ordinarily encountered to the extent that a person described as prominent is renowned, leading, or well-known in the field of arts.” </p><p> The second level applies to persons of extraordinary ability in the field of science, education, business, or athletics. The standard required is a level of expertise indicating that the individual is one of the small percentage who has risen to the very top of the field. </p><p> The third and final level for qualifying for O-1 status is for persons of extraordinary achievement in television or film. The individual must have played a leading, outstanding, or notable role in the field of television or film as shown by “a degree of skill and recognition significantly above that ordinarily encountered.” </p><p> Although the O-1 status is used most frequently in the entertainment and arts world, it may be a very useful alternative in cases where the individual lacks a degree or experience necessary for H‑1B status, where the H‑1B numbers have been exhausted, where the individual has reached the time limit in a H‑1B or L-1 status, or where the individual cannot qualify for other work-authorized statuses. It can be used for persons in a wide variety of fields, including economics, journalism, advertising, and medicine. </p></div>"
		},
		{
			"id": 10,
			"title": "<div><h5><strong> TN Status </strong></h5>",
			"description": "<p> The North American Free Trade Agreement (NAFTA) provides for TN status for qualified Canadian and Mexican nationals. A U.S. job offer is generally (though not always) required. Only those specific professions listed in NAFTA are amenable for TN treatment. The list of professions includes graphic designers, economists, computer analysts, lawyers, management consultants, university teachers, engineers, and geologists. The specific educational requirements vary with each profession listed, but usually a bachelor’s degree is required. One significant exception is for “management consultants,” who may substitute five years of experience in the specific field for the missing degree. We caution, however, that a management consultant must be coming either to work for a management consulting firm or on a specific, temporary consulting assignment that is not a regular ongoing position. </p><p> A Canadian national may have TN papers adjudicated at the border, and both Canadians and Mexicans may have TN papers adjudicated by the Vermont Service Center. Upon approval, however, a Mexican national must also have a TN visa issued at a consular post. Alternatively, a Mexican national may file TN papers at a U.S. consulate and if they are approved, a TN visa will be issued. Under a new rule issued in October 2008, TN status is now granted for up to three years at a time (before the rule change, the status was granted for only one year at a time), and theoretically, it may be extended without limitation (for up to three years at a time) so long as the individual does not have an intent to remain in the United States permanently. When a labor certification application or an immigrant petition is filed on behalf of an individual in TN status, this is generally regarded as exhibiting immigrant (i.e., permanent) intent. </p></div>"
		}]
},
	{
		"id": 2,
		"title": "Immigrant Visa",
		"subtitle": "IR, F, F-1, DV & Employment Based Visas",
		"image": "",
		"categories": [{
			"id": 1,
			"title": "<div><h5><strong> Immediate Relative of US Citizens (IR) </strong></h5>",
			"description": "<p> Spouse, Widow(er), and unmarried children under 21 of US Citizens come under this category. There is no numerical limitation on the number of visa issued to this category. Once the petition is approved, they are eligible for immigrant visas. </p></div>"
		},
			{
				"id": 2,
				"title": "<div><h5><strong> Family Sponsored (F) </strong></h5>",
				"description": "<p> The following categories of persons are eligible for an Immigrant visa upon the approval of a Visa whenever available: </p><ul><li> Spouses, minor and unmarried children of lawful permanent residents. (F-2) </li><li>Married sons and daughters of US Citizen. (F-3)</li><li> Brothers and Sisters of US Citizens provided the US Citizen is at least 21 years of age. (F-4) </li></ul></div>"
			},
			{
				"id": 3,
				"title": "<div><h5><strong> Employment-Based </strong></h5>",
				"description": "<p> The following categories of people are eligible to get an immigrant visa when the employer filed the immigrant petition and priority date is current </p><ul><li>(E1): Employment First Preference: Priority Workers</li><li> (E2): Employment Second Preference: Professionals Holding Advanced Degrees and Persons of Exceptional Ability </li><li> (E3): Employment Third Preference: Skilled Workers, Professionals, and Unskilled Workers (Other Workers) </li><li> (E4): Employment Fourth Preference: Certain Special Immigrants </li><li>(E5): Employment Fifth Preference: Immigrant Investors</li></ul></div>"
			},
			{
				"id": 4,
				"title": "<div><h5><strong> Special Immigrants (DV) </strong></h5>",
				"description": "<p> Diversity Visa – Diversity Visas are provided to citizens of countries with low rates of immigration to the U.S. Unlike other immigrant types; Diversity Visas (DV) does not require a U.S. sponsor, and therefore, a petition is not needed. </p></div>"
			}]
	},
	{
		"id": 3,
		"title": "Student Visa",
		"subtitle": " F-1, Stem Professional, Employer & Student Responsibilities, New Rules",
		"image": "",
		"categories": [{
			"id": 1,
			"title": "<div><h5><strong> F-1 Optional Practical Training Status </strong></h5>",
			"description": "<p> Students in good standing are entitled to 12 months of optional practical training (OPT) per degree, which may be used before or after graduation in any combination. The job duties must be related to the student’s major field of study, but there is no pre-adjudication by the CIS. Rather, once the student presents the Employment Authorization Card to the employer, he may be placed on payroll and commence employment. </p><p> Post-Completion Optional Practical Training Practical training undertaken after graduation is referred to as “post-completion” OPT. Those students in OPT who are seeking to change status to H‑1B may be eligible for an automatic extension of OPT status while the H‑1B petition is pending and until it becomes effective, normally on October 1. Those students in OPT status whose underlying degree is in the field of science, technology, engineering, or mathematics (STEM) may be eligible for an additional period of 17 months of OPT after completing 12 months of post completion </p><p> OPT, but only if the employer registers in E-Verify. What if an F-1 student who has a bachelor’s degree in a STEM field is in post completion OPT based on a non-STEM master’s degree? Is he eligible for the 17-month STEM extension of his OPT? For example, suppose one of your F-1 employees was awarded a bachelor’s degree in electronic engineering, but is currently employed in OPT status based on his recent receipt of a master’s degree in business administration. Can he qualify for the 17-month STEM extension based on his engineering degree? </p><p> The answer is no. Under the regulations, the degree that is the basis for the student’s current period of OPT has to be the STEM degree. Since in this case the student’s OPT was based on his master’s degree program in business administration, he is not eligible for the STEM extension. </p></div>"
		},
			{
				"id": 2,
				"title": "<div><h5><strong> Which are the STEM Professions? </strong></h5>",
				"description": "<p> To answer this question, CIS will refer to a “STEM Designated Degree Program List,” which is based on the U.S. Department of Education’s “Classification of Instructional Programs” (CIP) 2000 report, found online at </p><ahref=http: //nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2002165> http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2002165. </a><p> According to CIS, the list of degrees includes those in the following fields: Computer Science: NCES CIP Codes 11 .xxxx (except Data Entry/ Microcomputer Applications, NCES CIP Codes 11.06xx) </p><ul><li>Engineering: NCES CIP Codes 14.xxxx</li><li>Engineering Technologies: NCES CIP Codes 15.xxxx</li><li> Biological and Biomedical Sciences: NCES CIP Codes 26.xxxx </li><li>Mathematics and Statistics: NCES CIP Codes 27.xxxx</li><li>Military Technologies: NCES CIP Codes 29.xxxx</li><li>Physical Sciences: NCES CIP Codes 40.xxxxx</li><li>Science Technologies: NCES CIP Codes 41.xxxx</li><li>Medical Scientist (MS, PhD): NCES CIP Code 51.1401</li><li>Actuarial Science: NCES CIP Code 52.1304</li></ul></div>"
			},
			{
				"id": 3,
				"title": "<div><h5><strong> How to Apply for the 17-Month Extension of OPT </strong></h5>",
				"description": "<p> To apply for the 17-month extension of employment authorization, STEM graduates on OPT must seek out the recommendation of the Designated School Official (DSO), who must make the recommendation through the Student and Exchange Visitor Information System (SEVIS). Once the DSO recommends the extended training period, the student must submit a form I-765 (with fee) to the CIS before the expiration date of his current EAD. Please remember that STEM OPT will not be granted unless the employer is registered to participate in E-Verify. </p></div>"
			},
			{
				"id": 4,
				"title": "<div><h5><strong> What Happens if the Student’s Current 12-Month EAD Expires While Awaiting the 17 Month Extension? </strong></h5>",
				"description": "<p> The new rule automatically extends EADs for 180 days for students with pending requests for extension of post-completion OPT while CIS adjudicates the request for the extension. </p></div>"
			},
			{
				"id": 5,
				"title": "<div><h5><strong>Employer Responsibilities</strong></h5>",
				"description": "<p> n addition to registering in the E-Verify employment verification program, employers must report to the student’s DSO within 48 hours if the student leaves the employer prior to the end of the authorized OPT employment period. A student will be deemed to have left the employment if the employer knows that the student has terminated employment or if the student has not reported for work for 5 consecutive business days without the consent of the employer, whichever occurs earlier. The employer can find the DSO’s contact information on the student’s form I-20. </p></div>"
			},
			{
				"id": 6,
				"title": "<div><h5>Student Responsibilities</strong></h5>",
				"description": "<p> Under the regulation, students seeking a 17-month STEM extension must agree to report within 10 days the following changes to the DSO: </p><ul><li>The student’s legal name</li><li>The student’s residential or mailing address</li><li>The employer’s name</li><li>Address of the student’s employer</li><li>Loss of employment</li><li> And, in a Fact Sheet posted on the CIS website, the agency says that the student must also notify the DSO of the following additional changes: </li><li>Job Title of position</li><li>E-mail address</li><li>Supervisor name and contact information</li><li>Employment start-date</li><li>Employment end-date</li></ul><p> The student must also make a validation report with the school every six months from the date the STEM extension starts, even if there have been no changes. All of the information reported to the school must be reported in SEVIS by the DSO. </p></div>"
			},
			{
				"id": 7,
				"title": "<div><strong> Is There a Grace Period When the 17-Month STEM Extension Is Over? </strong></h5>",
				"description": "<p> Yes. A 60 day grace period applies after the extended 17-month OPT employment authorization expires. Again, no employment is permitted during these 60 days. </p></div>"
			},
			{
				"id": 8,
				"title": "<div><strong>New Rules on F-1 Employment</strong></h5>",
				"description": "<p> For the first time, the CIS has addressed the question of students with an EAD who are unemployed. Students with a 12-month EAD may only have an aggregate maximum period of unemployment of 90 days. That period increases by 30 days for F-1 students in the 17 month STEM extension period. </p></div>"
			},
			{
				"id": 9,
				"title": "<div><strong>Other rules governing OPT include:</strong></h5>",
				"description": "<p> Employment must be at least 20 hours a week and must be related to the student’s degree program. Students, such as musicians and other performing artists, may work “gigs.” </p><p> Students on OPT may also start a business and be self-employed, but the self-employment must be full time. A student may work for more than one employer, but all employment must be related to the degree program. Regarding unpaid employment (e.g., volunteer work), Student and Exchange Visitor Program rules provide: </p><p> – For regular post-completion OPT, the employment does not have to be paid employment, but it does have to be at least 20 hours a week. </p><p> – For the 17-month STEM extension, employment must be paid employment, and it must be at least 20 hours a week. Volunteer work is permitted, but it does not count as employment for maintaining status. </p></div>"
			}]
	},
	{
		"id": 4,
		"title": "Immigration Litigation",
		"subtitle": "B - 1 B - 2 Visas and E - 1, E - 2 & E - 3 Visas",
		"image": "",
		"categories": [{
			"id": 1,
			"title": "<div><h5> (Business Visitor) Status</strong></h5>",
			"description": "<p> The B-1 category remains extremely attractive for persons seeking to enter the country to engage in a wide range of permissible “B-1” activities. The status is available to foreign national employees of an entity abroad coming on business for the foreign employer and receiving no U.S. remuneration, except that reimbursement for living expenses is permitted. </p></div>"
		},
			{
				"id": 2,
				"title": "<div><h5><strong>Visa Waiver Program</strong></h5>",
				"description": "<p> Foreign nationals of Andorra, Australia, Austria, Belgium, Brunei, Czech Republic, Denmark, Estonia, Finland, France, Germany, Hungary, Iceland, Ireland, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Monaco, the Netherlands, New Zealand, Norway, Portugal, San Marino, Singapore, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, and the United Kingdom may enter the United States without a B-1 or B-2 (tourist) visa if they are coming for no longer than 90 days for business or tourism. The same rules that apply to B-1 entries with a visa, as discussed above, also apply to persons entering for business under the Visa Waiver Program (i.e., a visit must be at the request of a foreign employer, with no remuneration from any U.S. source except for reimbursement of expenses). </p><ul><li>The 90 days given upon initial admission has not expired</li><li> The individual intends to depart the United States by the 90th day </li><li> The individual presents a valid passport reflecting admission to the United States under the program. Readmission to the United States will be only for the balance of the time that was left on the individual’s I-94 before he departed, and will not restart the clock. </li></ul><p> No extensions or requests for changes of status may be made following entries under the program, and the program is not available to those arriving on private jets. </p></div>"
			}]
	},
	{
		"id": 5,
		"title": "Citizenship & Naturalization",
		"subtitle": "US Citizenship, Birth in & outside the US, Adoption & Naturalization",
		"image": "",
		"categories": [{
			"id": 1,
			"title": "<div><h5><strong>US CITIZENSHIP</strong></h5>",
			"description": "<p>US Citizenship can be acquired through the following ways:</p><ul><li>Birth In the United States</li><li>Birth outside the United States to US Citizen Parent.</li><li>Adoption by US Citizens</li><li>Naturalization</li></ul><p>US Citizenship Eligibility Requirements</p></div>"
		},
			{
				"id": 2,
				"title": "<div><h5><strong>BIRTH OUTSIDE THE UNITED STATES:</strong></h5>",
				"description": "<p> Birth of child outside the United States to US Citizen Parent confers US Citizenship to the child when he/she is less than 18 years old. </p></div>"
			},
			{
				"id": 3,
				"title": "<div><h5><strong>ADOPTION BY US CITIZEN PARENT:</strong></h5>",
				"description": "<p> Children adopted an in physical custody of their US citizen parents for at least two years may acquire US Citizenship upon fulfilling certain condition. </p></div>"
			},
			{
				"id": 4,
				"title": "<div><h5><strong>NATURALIZATION</strong></h5>",
				"description": "<p> Lawful permanent residents (also known as green card holders) of the United States need to meet the eligibility requirements. </p><p> Citizenship through naturalization, you have to meet the following requirements. You should: </p><ul><li>Need to be more than 18 years to apply</li><li> A lawful permanent resident for 5 years (3 years if married to a US citizen). </li><li> Have maintained continuous residence during the past 5 years (3 years if married to a US citizen). </li><li> Have maintained physical presence during the past 5 years (3 years if married to a US citizen). </li><li>Have good moral character.</li><li>Have basic knowledge of English.</li><li>Have basic knowledge of US government and history.</li><li>Be willing to take the Oath of Allegiance.</li></ul></div>"
			}]
	}]}